// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Обнаружение устройств";


// Search Task
SearchTaskName = "Выбор устройства";
SearchTaskTitle = "Выберите устройство, которое необходимо настроить";

AllFilterTitle = "Все";

DevicesFilterLabel = "Устройства:";
SupportedDevicesFilterTitle = "Поддерживаемые";

ConnectionFilterLabel = "Подключение:";

DeviceNameColumnTitle = "Имя устройства";
ConnectionColumnTitle = "Подключение";
DetailsColumnTitle = "Сведения";
DeviceModelColumnTitle = "Модель устройства";

DeviceIsNotListedButtonTitle = "Устройства нет в списке...";
SpecifyDeviceManuallyButtonTitle = "Указание устройства вручную…";

AdminPasswordIsSetOnDeviceTitle = "Выбранное устройство защищено паролем администратора.";
AdminPasswordIsSetOnDeviceText = "Очевидно, выбранное устройство уже установлено. Все равно продолжить? Нажмите кнопку \"Продолжить\".";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Очевидно, выбранное устройство уже установлено.";

DeviceCommunicationError = "Ошибка связи";
DeviceCommunicationErrorText = "Во время связи с устройством произошла ошибка. Убедитесь, что устройство готово и повторите попытку.";
DeviceCommunicationTimeoutErrorText = "Устройство не отвечает. Убедитесь, что устройство подключено и повторите попытку.";

ManualSpecifyTaskDescription = "Указать устройство вручную";
ManualSpecifyOkButtonTitle = "Подключить";
